# Articles and their urls.
topics_links = {
"документи для в'їзду в ірландію": 
"""

ДОКУМЕНТИ ДЛЯ В’ЇЗДУ В ІРЛАНДІЮ

На даний час Ірландія приймає:
1\. Міжнародний паспорт, з біометрією або без неї, прострочений в тому числі\. 
2\. Внутрішній паспорт України\. В тому числі прострочений\.
3\. Свідоцтво про народження\.
Незважаючи на те, що більшість авіакомпаній підтримують ці лояльні правила в’їзду, якщо ви маєте українські документи, краще приїхати до аєропорту трохи раніше, щоб мати змогу вирішити всі непорозуміння, якщо вони виникнуть\. 

Чи потрібна мені віза, якщо я не громадянин України, але знаходився в Україні станом на початок військових дій або маю вид на проживання в Україні та хочу отримати Temporary Protection / Asylum в Ірландии?
\- Якщо ви маєте вид на проживання та ваш чоловік\дружина\дитина є громадянами України ви можете отримати цей статус, але всі випадки розглядаються  індивідуально\.

Чи потрібен мені ПЛР тест або сертифікат про вакцинацію при в’їзді до Ірландії?
\- Ні, зараз не потрібні\.
""",

"документи, які вам потрібні в ірландії": 
"""

ДОКУМЕНТИ ЯКІ ПОТРІБНІ ВАМ В ІРЛАНДІЇ

1\. PPSN \(Personal Public Service Number\) \- аналогічний до нашого номера платника податків\. Зазвичай ви заповнюєте форму на нього в аеропорту\. Він потрібен вам для отримання всіх інших документів, при відкритті банківського рахунку, оренді житла та працевлаштуванні\. Він оформлюється на кожного члена сім’ї \(не виключаючи немовлят\) одразу в аєропорту або в найближчому до вас офісі INTREO \(знайдіть найближчий за гугл мапою\)\. Строк отримання: одразу або на протязі 2х тижнів за вашою поштовою адресою\. Не хвилюйтеся, надсилати документи поштою – це типово для Ірландії\. [Інструкція отримання PPSN\.](https://help\-ukraine\-ireland\.notion\.site/How\-to\-get\-a\-PPSN\-PPSN\-5eb6a10ab9bc4cc0ae465492fa08cc18\#998b833b06624700ad5055975b7b9045)
2\. PSC \(Public Services Card\) \- це картка з вашим PPS номером та вашою фотографією\. Вона необхідна для реєстрації у державних структурах Ірландії, у тому числі онлайн\. Також може бути використана для вашої ідентифікації та підтвердження PPS номера за необхідності\. Оформлювати її спеціально не потрібноі: вона надійде за вашою поштовою адресою автоматично\. Строк отримання: до 10 рабочих діб \(ймовірно\)\. Скоріш за все ви отримаєте її паперовою поштою\.  
3\. Жовтий лист – лист про тимчасовий захист строком на рік для кожного члена сім’ї\. Видають одразу в аєропорту або можна отримати у INTREO на Cork street\. Якщо поселення у віддалені райони \-  ситуації можуть бути різні, уточнюйте за місцем проживання\.
4\. Medical card, потрібно [заповнити форму спеціально для Українців](https://www2\.hse\.ie/services/healthcare\-in\-ireland/ukr\-medical\-card\-application\-form\.pdf) "UKR Medical Card Application Form"\. Медична картка також прийде за поштовою адресою\. """,
}




#f'[{escaping(k)}]({escaping(v)})\n'
