def escaping(string):
    characters = ('_', '*', '[', ']', '(', ')', '~', '`', '>', '#', '+', '-', '=', '|', '{', '}', '.', '!')
    print("".join(["\\" + char if char in characters else char for char in string]))


string = """PPSN (Personal Public Service Number) - аналогічний до нашого номера платника податків. Зазвичай ви заповнюєте форму на нього в аеропорту. Він потрібен вам для отримання всіх інших документів, при відкритті банківського рахунку, оренді житла та працевлаштуванні. Він оформлюється на кожного члена сім’ї (не виключаючи немовлят) одразу в аєропорту або в найближчому до вас офісі INTREO (знайдіть найближчий за гугл мапою). Строк отримання: одразу або на протязі 2х тижнів за вашою поштовою адресою. Не хвилюйтеся, надсилати документи поштою – це типово для Ірландії. Інструкція отримання PPSN - https://help-ukraine-ireland.notion.site/How-to-get-a-PPSN-PPSN-5eb6a10ab9bc4cc0ae465492fa08cc18#998b833b06624700ad5055975b7b9045 
PSC (Public Services Card) - це картка з вашим PPS номером та вашою фотографією. Вона необхідна для реєстрації у державних структурах Ірландії, у тому числі онлайн. Також може бути використана для вашої ідентифікації та підтвердження PPS номера за необхідності. Оформлювати її спеціально не потрібноі: вона надійде за вашою поштовою адресою автоматично. Строк отримання: до 10 рабочих діб (ймовірно). Скоріш за все ви отримаєте її паперовою поштою.  
Жовтий лист – лист про тимчасовий захист строком на рік для кожного члена сім’ї. Видають одразу в аєропорту або можна отримати у INTREO на Cork street. Якщо поселення у віддалені райони -  ситуації можуть бути різні, уточнюйте за місцем проживання.
Medical card, потрібно заповнити форму спеціально для Українців "UKR Medical Card Application Form". Медична картка також прийде за поштовою адресою. https://www2.hse.ie/services/healthcare-in-ireland/ukr-medical-card-application-form.pdf
"""


escaping(string)