def escaping(string):
    characters = ('_', '*', '[', ']', '(', ')', '~', '`', '>', '#', '+', '-', '=', '|', '{', '}', '.', '!')
    print("".join(["\\" + char if char in characters else char for char in string]))


string = """

Громадський транспорт
Безкоштовний проїзд надає ірландська залізниця та міжміські автобуси для того, щоб людина дісталася кінцевого пункту своєї поїздки, коли вона тільки прибула в Ірландію. 
Наприклад, якщо ви прилетіли в Дублін, а житло знайшли десь в графстві Майо.
Поїзд по місту платний. Хтось з водіїв міських автобусів чи перевірка у трамваї може пустити вас безкоштовно по українському паспорту, але це скоріше на їх розсуд. Просимо не тикати паспортами і не вимагати більше, ніж вам можуть дати.
Як користуватись громадським транспортом в Ірландії - https://help-ukraine-ireland.notion.site/Transport-guide-c48ca18d01754e5d859d40e048881d71

"""


escaping(string)